const marine = [
    {
        image: '/images/garp.png',
        title: 'Монки Ди Гарп',
        description: "Он отец Монки Ди Драгона, дед Монки Ди Луффи и приёмный дедушка Портгаса Ди Эйса. Он тренировал Коби и Хельмеппо. После таймскипа стал Инструктором Дозора и тренирует новобранцев. Гарп является одной из главных фигур, наряду с Сэнгоку и Белоусом, со времен, когда «Король Пиратов» был ещё жив.Гарпу на протяжении всей его карьеры несколько раз предлагали звание адмирала, но он каждый раз отказывался от предложения о повышении.",
        price: 'Звание: Вице-Адмирал (бывший)',
        uniqueStyles: {
            height: "360px",
        }
    },
    {
        image: '/images/sengoku.png',
        title: 'Сенгоку',
        description: "«Будда» Сэнгоку. Он обладает огромной силой и является обладателем фрукта типа 'Мифичсекий Зоан' силы Будды, что позволяет ему превращаться в огромного Будду с невероятной силой. Он известен своими лидерскими качествами, умением принимать стратегические решения и влиянием на мир. Был уважаем как военачальник.Сэнгоку и Гарп несомненно хорошие друзья. Они подшучивают друг над другом и ведут себя друг с другом как дети.",
        price: 'Звание: Адмирал Флота (бывший)',
        uniqueStyles: {
            height: "340px",
            width: "2400px"
        }
    },
    {
        image: '/images/akainu.png',
        title: 'Акайну',
        description: "Сакадзуки, более известный под псевдонимом Акаину — Адмирал Флота Морского Дозора, сменивший предыдущего владельца этого звания, Сэнгоку. В прошлом он был одним из трёх Адмиралов Морского Дозора. Он получил место Адмирала Флота, победив Аокидзи в десятидневной дуэли. Печально известный своими жестокими действиями, Акаину — уверенный последователь Абсолютного Правосудия, причём до такой степени, что это побудило Аокидзи покинуть Морской Дозор.Также он убил Эйса, серьёзно ранил Белоуса и оставил огромный шрам на груди Луффи.",
        price: 'Звание: Адмирал Флота',
        uniqueStyles: {
            height: "340px",
        }
    },
    {
        image: '/images/kuzan.png',
        title: 'Аокидзи',
        description: "Кудзан, который более известен под своим псевдонимом Аокидзи — был одним из Адмиралов Морского Дозора. Сэнгоку выдвинул его, как кандидата на пост Адмирала флота. После проигранного боя с Сакадзуки за право стать Адмиралом Флота, покинул Морской Дозор. В данный момент является Капитаном Десятого Корабля Пиратов Чёрной Бороды",
        price: 'Звание: Адмирал (Бывший)',
        uniqueStyles: {
            height: "360px",
            width: "1500px"
        }
    },
    {
        image: '/images/kizaru.png',
        title: 'Кизару',
        description: "Борсалино , более известный под псевдонимом Кидзару,  — адмирал Морского Дозора. После того, как Кудзан ушел из Морского Дозора, а Сакадзуки был повышен до адмирала флота, Кидзару теперь единственный оставшийся адмирал из предыдущего трио.Кидзару всегда выглядит спокойным и легкомысленным, независимо от серьезности ситуации. ",
        price: 'Звание: Адмирал',
        uniqueStyles: {
            height: "360px",
        }
    },
    {
        image: '/images/issho.png',
        title: 'Фуджитора',
        description: "Иссё, более известный под псевдонимом «Фуджитора», является Адмиралом Дозора. Он был призван, чтобы заполнить одно из двух мест адмирала после встряски в штабе, вызванной Кудзаном, покинувшем Дозор; Иссё является противником «Абсолютной Справедливости» и громко высказывается в эту сторону. Его отвращение к коррупции и злу в мире таково, что он намеренно ослепил себя много лет назад, чтобы не видеть всего этого.",
        price: 'Звание: Адмирал',
        uniqueStyles: {
            height: "360px",
        }
    },
    {
        image: '/images/greenbull.png',
        title: 'Рекугю',
        description: "Арамаки, более известный под прозвищем Рёкугю — адмирал морского дозора. Он, как и Фуджитора, получил это звание во время двухлетнего таймскипа, вместе с ним заменив на должности Аокидзи и Акаину. Арамаки намного больше одержим идеей быть верным Мировому Правительству, в отличие от других адмиралов, даже Сакадзуки, искренне считая Тэнрюбито божествами.",
        price: 'Звание: Адмирал',
        uniqueStyles: {
            height: "360px",
        }
    },
]
export default marine