const warlords = [
    {
        image: '/images/mihawk.png',
        title: 'Михоук',
        description: "Дракуль «Соколиный Глаз» Михоук всемирно известный пират, который носит титул 'Величайший Мечник в мире'. Он был первым официально представленным Шичибукаем В прошлом Михок был известен как 'Охотник на Дозорных' и имел репутацию соперника Шанкса, одного из Ёнко. Его местом жительства был остров Курайгана, на котором он служил в качестве учителя Ророноа Зоро в течение двухлетнего срока в его обучении фехтованию",
        price: ' награда за голову : 3 590 000 000',
        uniqueStyles:{
            height:"360px",
        }
    },
    {
        image: '/images/Bartholomew_kuma.webp',
        title: 'Бартоломью Кума',
        description: "Бывший Шичибукай, бывший король Королевства Сорбе и бывший член Революционной армии. Он отец члена Худшего Поколения - Джеверли Бонни. Кума — представитель почти вымершей особой расы, известной как буканьеры. Он был известен как жестокий пират, за что получил прозвище «Тиран». Он, один из киборгов серии «Пасифиста» созданных доктором Вегапанком. Как только Вегапанк завершил модификацию тела Кумы, Кума потерял человечность , фактически умерев после этого.",
        price: ' награда за голову : 296 000 000',
        uniqueStyles: {
            height: "360px",
        }
    },
    {
        image: '/images/Sir_Crocodile.webp',
        title: 'Крокадайл',
        description: "Был президентом тайной преступной организации — Барок Воркс и основным антагонистом Саги Алабасты. Он является самым продолжительным первичным злодеем серии, а также первым врагом Луффи, который привёл его к полному и абсолютному поражению.  Крокодайл съел Дьявольский плод типа Логия, что позволяет ему манипулировать песком и самому превращаться в него",
        price: ' награда за голову : 1 965 000 000',
        uniqueStyles:{
            height:"360px",
        }
    },
    {
        image: '/images/dofy.png',
        title: 'Донкихот Дофламинго',
        description: "Также известный как «Небесный Дьявол» — является капитаном пиратов Донкихота и бывшим  Шичибукаем, а также самым надёжным брокером Нового Мира, известным как «Джокер».Дофламинго  является представителем  семьи Донкихот, когда-то принадлежавшим к Мировой Знати. Он незаконно стал королём Дресс Розы и правил ею 10 лет, свергнув королевскую семью Рику, но был побеждён альянсом пиратов Мугивары и Трафальгара Ло",
        price: ' награда за голову : 340 000 000',
        uniqueStyles:{
            height:"360px",
        }
    },
    {
        image: '/images/law.png',
        title: 'Трафальгар Ди Ватер Ло',
        description: "Более известный как просто Трафальгар Ло или своим прозвищем «Хирург Смерти» — капитан и доктор Пиратов Сердца, пиратской команды из Норт Блю.Кроме того, что он один из одиннадцати пиратов, которых прозвали  «Худшее Поколение» он стал одним из Шичибукай во время таймскипа. Он съел фрукт Опэ Опэ но Ми - который позволяет пользователю создавать сферическую зону, называемую «Room» , где он имеет полный контроль над размещением и ориентацией объектов",
        price: ' награда за голову : 3 000 000 000',
        uniqueStyles:{
            height:"360px",
        }
    },
    {
        image: '/images/teach.png',
        title: 'Маршалл Ди Тич',
        description: "Также известный как Чёрная Борода — адмирал пиратов Чёрной Бороды и бывший Шичибукай, ныне один из Йонко. Он также является единственным человеком в истории, который был способен съесть целых два дьявольских плода. До таймскипа он имел титул Шичибукая после того, как сдал дозору своего бывшего командира Портгас Д. Эйса, прежде чем ушёл в отставку после возвращения из Импел Дауна. Является главным антогонистом произведния!",
        price: ' награда за голову : 3 996 000 000',
        uniqueStyles:{
            height:"400px",
        }
    },
    {
        image: '/images/boa.png',
        title: 'Боа Хенкок',
        description: "Пиратская Императрица Боа Хэнкок — единственная женщина среди бывших Ситибукаев. Она — Принцесса Змей острова Амазон Лили и правит им вместе. Она является самой красивой женщиной в мире. После событий на амазон Лили, по уши влюбилась в Луффи. Хэнкок испытывает горькую ненависть по отношению к мужчинам (единственными исключениями являются Луффи, её любовный интерес, и Рэйли, который помог ей и её сёстрам после того, как они сбежали из рабства)",
        price: ' награда за голову : 1 659 000 000',
        uniqueStyles:{
            height:"360px",
        }
    },
    {
        image: '/images/jinbe.png',
        title: 'Джимбей',
        description: "«Рыцарь Моря» Джимбэй — член Пиратов Мугивары, где также является рулевым, он принадлжеит к рассе 'Рыболюдей'. Являлся бывшим Шичибукаем. Во время войны он подружился с Луффи, а затем вступил в союз с ним и его командой. Он даже был приглашен присоединиться в команду, но отказался из-за наличия незаконченных дел ещё связанных с Биг Мам; На данный момент он официально вступил в команду.",
        price: ' награда за голову : 1 100 000 000',
        uniqueStyles:{
            height:"360px",
            paddingLeft: "30px"
        }
    },
    {
        image: '/images/buggy.png',
        title: 'Багги',
        description: "«Звёздный Клоун» Багги пират и капитан команды Пиратов Багги, соруководитель Альянса Багги и Альвиды, а также бывший юнга Пиратов Роджера. Вскоре после битвы в Маринфорде, он стал Ситибукаем и лидером 'Доставки Багги'. Он потерял свой статус Ситибукая, когда система была упразднена, но после того, как Кайдо и Шарлотта Линлин потерпели поражение в Стране Вано, Багги занял место Ёнко наряду с Монки Ди Луффи.",
        price: ' награда за голову : 3 189 000 000',
        uniqueStyles:{
            height:"360px",
            paddingLeft: "30px"
        }
    },
    {
        image: '/images/moria.webp',
        title: 'Гекко Мория',
        description: "Является капитаном Триллер Барка и бывшим Шичибукаем. Мория был подавлен депрессией после того как Йонко Кайдо победил его и его команду. Мория съел Дьявольский плод Кагэ Кагэ но Ми, он позволяет ему извлекать тени живых существ и контролировать их. Именно благодаря этому Плоду, он смог создать свою армию Зомби, забирая тени у любых существ чтобы совмещать их с найденными трупами",
        price: ' награда за голову : 320 000 000',
        uniqueStyles:{
            height:"360px",
            paddingLeft: "30px"
        }
    },
    {
        image: '/images/Weevil.png',
        title: 'Эдвард Уибл',
        description: "Уибл утверждал, что является биологическим сыном Белоуса, но Пираты Белоуса отказались ему поверить и сказали, что единственные сыновья, которые были у Белоуса это - сами Пираты Белоуса. Он победил 16 экипажей старых союзников Белоуса. Он охотится на командира 1-й дивизии Марко 'Феникса', чтобы забрать 'состояние' Белоуса.",
        price: ' награда за голову : 480 000 000',
        uniqueStyles:{
            height:"360px",
            paddingLeft: "30px"
        }
    },
]
export default warlords