const yonko = [
    {
        image: '/images/shanks.webp',
        title: 'Шанкс',
        description: "Рыжеволосый Шанкс - капитан пиратов Рыжеволосового, один из 4 йонко. Также бывший юнга команды Короля Пиратов Гол Ди Роджера. Он пират, вдохновивший Монки Ди Луффи на путешествие по Гранд Лайн в качестве пирата. На данный момент является сильнейшим персонажем в Ван Пис",
        price: ' награда за голову : 4 048 900 000',
        uniqueStyles: {
            height: "360px",
        }
    },
    {
        image: '/images/Kaido.webp',
        title: 'Кайдо',
        description: "Царь Зверей Кайдо, также известный как «Сильнейшее существо» в мире - капитан пиратов Зверей. Кайдо обладает огромной физической силой и может превращаться в дракона благодаря дьявольскому фрукту типа мифический зоан. Он руководит страной Вано и известен своей жаждой битвы и стремлением создать настоящую войну. В итоге его победил альянс Вано, где были пираты Мугивары, пираты Сердца, пираты Кида, Минки, Самураи. ",
        price: ' награда за голову : 4 611 100 000',
        uniqueStyles: {
            height: "360px",
        }
    },
    {
        image: '/images/whitebeard.png',
        title: 'Белоус',
        description: "Эдвард Ньюгейт, также известным как 'Сильнейший Человек в Мире'.Его знал и уважал абсолютно каждый пират в мире. В арке Маринфорда когда хотели казнить Эйса, его Накаму, Белоус сражался против всех. Но даже после смерти он не упал. Несмотря на ужасные раны, покрывающие его тело, он так и не был повержен своими врагами. Его и правда можно было назвать „Монстром“. Но на его гордой спине за всю свою пиратскую жизнь он не получил ни одной раны от бегства!",
        price: ' награда за голову : 5 046 000 000',
        uniqueStyles: {
            height: "360px",
        }
    },
    {
        image: '/images/bm.png',
        title: 'Большая Мамочка',
        description: "Шарлотта Линлин, также известная как Биг Мам, является капитаном Пиратов Большой Мамочки, до своего поражения от Альянса Вано она также была одной из Ёнко. Она является единственной женщиной, которая носила этот титул.Также она глава семьи Шарлотта, в которой царит матриархальный строй и которая составляет основную инфраструктуру её экипажа, включающего в себя её саму и 85 ее детей.",
        price: ' награда за голову : 4 388 000 000',
        uniqueStyles: {
            height: "360px",
        }
    },
    {
        image: '/images/luffy.webp',
        title: 'Монки Ди Луффи',
        description: "Также известный как «Мугивара Луффи» — главный герой аниме и манги One Piece. Капитан Пиратов Соломенной Шляпы, а также один из четырёх Йонко.Его мечта — стать Королём Пиратов, и найти легендарное сокровище Ван Пис. Он верит, что став Королём Пиратов, он станет самым свободным человеком в мире. Он съел Дьявольский плод Гому Гому но Ми.",
        price: ' награда за голову : 3 000 000 000'
    },
    {
        image: '/images/teach.png',
        title: 'Маршалл Ди Тич',
        description: "Также известный как Чёрная Борода — адмирал пиратов Чёрной Бороды и бывший Шичибукай, ныне один из Йонко. Он также является единственным человеком в истории, который был способен съесть целых два дьявольских плода. До таймскипа он имел титул Шичибукая после того, как сдал дозору своего бывшего командира Портгас Д. Эйса, прежде чем ушёл в отставку после возвращения из Импел Дауна. Является главным антогонистом произведния!",
        price: ' награда за голову : 3 996 000 000',
        uniqueStyles:{
            height:"400px",
        }
    },
    {
        image: '/images/buggy.png',
        title: 'Багги',
        description: "«Звёздный Клоун» Багги пират и капитан команды Пиратов Багги, соруководитель Альянса Багги и Альвиды, а также бывший юнга Пиратов Роджера. Вскоре после битвы в Маринфорде, он стал Ситибукаем и лидером 'Доставки Багги'. Он потерял свой статус Ситибукая, когда система была упразднена, но после того, как Кайдо и Шарлотта Линлин потерпели поражение в Стране Вано, Багги занял место Ёнко наряду с Монки Ди Луффи.",
        price: ' награда за голову : 3 189 000 000',
        uniqueStyles:{
            height:"360px",
            paddingLeft: "30px"
        }
    },
]
export default yonko